Repository: neoship/woocommerce-neoship-modul
Catalog: languages/neoship-*.po
Languages: sk_sk

source: Neoship settings
sk_sk: Nastavenie prihlásenia

source: Login settings
sk_sk: Nastavenia prihlásenia

source: Username
sk_sk: Prihlasovacie meno

source: Password
sk_sk: Heslo

source: Please fill data which you receive from neoship
sk_sk: Prosím, vyplňte dáta, ktoré ste dostali od Neoshipu

source: Export to Neoship
sk_sk: Exportovať do Neoshipu

source: Print stickers (PDF)
sk_sk: Tlač štítkov (PDF)

source: Print zebra stickers(PDF) 102x152
sk_sk: Tlač Zebra štítkov (PDF) 102x152

source: Print zebra stickers (PDF) 80x214
sk_sk: Tlač Zebra štítkov (PDF) 80x214

source: Acceptance protocol
sk_sk: Preberací protokol

source: GLS Send data to shipper and print stickers (PDF)
sk_sk: GLS Odoslať dáta prepravcovi a vytlačiť štítky (PDF)

source: Order %s
sk_sk: Objednávka %s

source: Download generated stickers again
sk_sk: Opätovne stiahnuť vygenerované štítky

source: %d order was exported
sk_sk: %d objednávka bola exportovaná

source: %d order was not exported
sk_sk: %d objednávka nebola exportovaná

source: %d label was not printed. Check if it is printed already
sk_sk: %d štítok nebol vytlačený. Skontrolujte, či nebol vytlačený už skôr

source: Order %d
sk_sk: Objednávka %d

source: Exported to Neoship
sk_sk: Exportovaná do neoshipu

source: Exported to Neoship <span class="count">(%s)</span>
sk_sk: Exportovaná do Neoshipu <span class="count">(%s)</span>

source: Export orders to neoship
sk_sk: Exportovať objednávky do Neoshipu

source: Send SMS
sk_sk: Poslať SMS

source: Send email
sk_sk: Poslať email

source: Hold delivery
sk_sk: Pozdržať expedovanie

source: Saturday delivery
sk_sk: Sobotné dodanie

source: Amount of packages
sk_sk: Počet balíkov

source: Amount of COD
sk_sk: Výška dobierky

source: Amount of insurance
sk_sk: Výška poistenia

source: Delivery type
sk_sk: Typ dodania

source: Standard delivery
sk_sk: Štandardné doručenie

source: Express to 12:00
sk_sk: Expres do 12:00

source: Express to 9:00
sk_sk: Expres do 9:00

source: Export
sk_sk: Exportovať

source: Please setup neoship login credentials
sk_sk: Prosím, nastavte prihlasovacie údaje pre plugin Neoship

source: Bad login credentials
sk_sk: Zlé prihlasovacie údaje

source: Login credentials are correct
sk_sk: Prihlasovacie údaje sú správne

source: Something is wrong. Please refresh the page and try again
sk_sk: Niečo je zle. Prosím, obnovte stránku

source: You are trying Neoship action on orders which are not imported to neoship
sk_sk: Snažíte sa vykonať Neoship akciu nad objednávkami, ktoré neboli exportované do neoshipu

source: Gls Courier
sk_sk: Gls Kuriér

source: For using neoship you need activate WooCommerce plugin
sk_sk: Pre používanie Neoshipu, musíte mať aktivovaný WooCommerce plugin

source: For using neoship you need WooCommerce version
sk_sk: Pre používanie Neoshipu potrebujete WooCommerce verziu

source: Please fill parcelshop
sk_sk: Prosím vyplnte parcelshop

source: Choose correct parcelshop
sk_sk: Vyberte správny parcelshop
